<?php
// this_site.php
session_start();
?>
<!doctype html>
<html lang="ja">
<head>
  <meta charset="utf-8" />
  <meta name="viewport" content="width=device-width, initial-scale=1" />
  <title>このサイトについて | 物語灯花</title>
  <meta name="description" content="灯花（ストーリー・データベース）は、病気や困難の体験を物語として優しくつなぐ場所です。投稿や下書き保存、共感の花束など、安心して使える仕組みを用意しています。">
  <link rel="stylesheet" href="style.css">
  <link rel="stylesheet" href="css/header.css">
  <link href="https://fonts.googleapis.com/css2?family=Noto+Serif+JP:wght@400;700&display=swap" rel="stylesheet">
</head>
<body>
  <?php include_once 'common/header.php'; ?>

  <main class="container">
    <article>
      <header>
        <h1>このサイトについて</h1>
      </header>

      <section>
        <h2>制作者の想い</h2>
        
        <p>少しだけ、このサイトを作った想いについて話をさせてください。</p>

        <p>私は18歳の時に母親が脳内出血で倒れ、大きなショックを受けました。<br>
        その出来事をきっかけに「人の本質的な豊かさとは何か？」という問いに直面し、<br>
        勉強が手につかなくなりました。</p>

        <p>その問いへの答えを探すために、もがくようにバングラデシュに単身渡りました。<br>
        そこで出会ったのは、すさまじいまでの貧富の差。<br>
        四肢を切断された人たちが見世物として路上に置かれるような、悲惨な世界でした。<br>
        しかし同時に、当時アジア最貧国といわれた環境の中でも、<br>
        真剣な祈りや奥底に光り輝く笑顔の中に、日本にはない「豊かさ」を感じました。</p>

        <p>帰国後、私は母親の代わりに弟妹を養うことを決めました。<br>
        バングラディシュの悲惨さに比べたら日本で弟妹を養うなんて簡単なことだと思いました。<br>
        「母の代わりに、必ず弟妹を立派な人間にする」と意気込んで社会に飛び出しました。</p>

        <p>しかし、肉体労働と100時間残業、将来の大学進学のための勉学、<br>
        さらに自分の吃音症や妹の知的障害に悩み、次第に疲弊していきました。<br>
        ありがたいことに国から手当は出るし、残業代も出るし、生活費は節約していたし、正直金銭的には困らなかった。<br>
        なのに、すごくすごく苦しかった。</p>

        <p>バングラディシュの苦しさに比べたら、よっぽど楽な生活なはずなのに、なんでこんなに苦しいのか。<br>
        なんとか弟妹を成人させることはできましたが、当初決意した「立派な人間にする」ことができたかどうか。<br>
        その後5年ほど精神的に不安定な時期を過ごしました。</p>
      </section>

      <section>
        <p>なんでこんなにも働きたいし勉強したいのに身体が動かないのか。<br>
        人のために生きてきたつもりなのに、社会的信用を失い、人はどんどん離れていく。<br>
        大学に行くための貯蓄もどんどん減っていく。自分の存在意義や生きる意味が見い出せなくなっていく。</p>

        <p><strong> ただ、このうつ病から抜け出せたことが、<br>
        私の人生で最も貴重で豊かな経験となりました。</strong></p>

        <p>うつの中私は思いました。<br>
        「なぜこんなにも物質的に豊かなはずの日本で、たくさんの生きづらさを抱える人がいるのか。」<br>
        「その生きづらさはどうしたら軽くできるのか」<br>
        「そして、その生きづらさを昇華して、前に進む生きる力はどうしたら獲得できるのか。」</p>

        <p>うつの波間に本を読み続けました。<br>
        特に「レ・ミゼラブル」を読んで生きる活力を得て、回復の糸口を得ました。<br>
        「深い共感」と「それでも前を向く精神」が、「癒し」や「生きる活力」を与えてくれるという感覚を読書の経験から学びました。
        <p>この感覚を、アプリという仕組みに落とし込むことはできないか。<br>
        そして、みんなで生きづらさを昇華していく体験を提供できないか。</p>

        <p>魂のこもったストーリーには、人の心に強く訴えかける力がある。<br>
        他者のつらさを深い部分で共感しつつも、<br>
        健全な精神を宿したストーリーこそが、<br>
        その人自身の苦しみを乗り越える武器になるのではないか。</p>

        <p><strong>「物語灯花」は、世の中の生きづらさを昇華させる体験を提供していきます。</strong></p>

        <p>より詳しい「想い」については、<a href="#" target="_blank">こちらからご覧ください</a>。</p>
      </section>
    </article>
  </main>



</body>
</html>
